Repository: Wenzlik/Aether
Catalog: AetherMac/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, uk

source: Personal media, beautifully played.
cs: Osobní média, krásně přehraná.
de: Persönliche Medien, wunderschön wiedergegeben.
es: Tu contenido personal, reproducido a la perfección.
fr: Vos médias personnels, superbement diffusés.

source: Pick folders on this Mac or a mounted network share. Aether scans them for movies and shows and adds them to your library.
cs: Vyber složky na tomto Macu nebo na připojeném síťovém disku. Aether je prohledá na filmy a seriály a přidá je do knihovny.
de: Wähle Ordner auf diesem Mac oder einer eingebundenen Netzwerkfreigabe. Aether durchsucht sie nach Filmen und Serien und fügt sie deiner Mediathek hinzu.
es: Elige carpetas en este Mac o en un recurso de red montado. Aether las analiza en busca de películas y series y las añade a tu biblioteca.
fr: Choisissez des dossiers sur ce Mac ou un partage réseau monté. Aether y recherche des films et des séries et les ajoute à votre bibliothèque.

source: Platform
cs: Platforma
de: Plattform
es: Plataforma
fr: Plateforme

source: Play
cs: Přehrát
de: Wiedergabe
es: Reproducir
fr: Lire

source: Play Now
cs: Přehrát hned
de: Jetzt wiedergeben
es: Reproducir ahora
fr: Lire maintenant

source: Play from Beginning
cs: Přehrát od začátku
de: Von Anfang an wiedergeben
es: Reproducir desde el principio
fr: Lire depuis le début

source: Play on Netflix
cs: Přehrát na Netflixu
de: Auf Netflix wiedergeben
es: Reproducir en Netflix
fr: Lire sur Netflix

source: Playback
cs: Přehrávání
de: Wiedergabe
es: Reproducción
fr: Lecture

source: Playback Options
cs: Možnosti přehrávání
de: Wiedergabeoptionen
es: Opciones de reproducción
fr: Options de lecture

source: Plays media with mpv (libmpv), FFmpeg, and libass — © their respective authors, under GPL/LGPL.
cs: Přehrává média pomocí mpv (libmpv), FFmpeg a libass — © příslušní autoři, pod GPL/LGPL.
de: Gibt Medien mit mpv (libmpv), FFmpeg und libass wieder — © ihre jeweiligen Autoren, unter GPL/LGPL.
es: Reproduce contenido con mpv (libmpv), FFmpeg y libass — © sus respectivos autores, bajo GPL/LGPL.
fr: Lit les médias avec mpv (libmpv), FFmpeg et libass — © leurs auteurs respectifs, sous GPL/LGPL.

source: Plex Servers
cs: Servery Plex
de: Plex-Server
es: Servidores Plex
fr: Serveurs Plex
uk: Сервери Plex

source: Poster Cards
cs: Karty s plakáty
de: Poster-Karten
es: Tarjetas de póster
fr: Cartes d'affiche

source: Preferred
cs: Preferovaný
de: Bevorzugt
es: Preferido
fr: Préféré

source: Primary Server
cs: Hlavní server
de: Primärer Server
es: Servidor principal
fr: Serveur principal

source: Quality
cs: Kvalita
de: Qualität
es: Calidad
fr: Qualité

source: Queued
cs: Ve frontě
de: In Warteschlange
es: En cola
fr: En file d'attente

source: Rating Badge
cs: Odznak hodnocení
de: Bewertungs-Badge
es: Insignia de valoración
fr: Badge de note

source: Reachable Servers
cs: Dostupné servery
de: Erreichbare Server
es: Servidores accesibles
fr: Serveurs accessibles
uk: Доступні сервери

source: Recently Added
cs: Nedávno přidané
de: Kürzlich hinzugefügt
es: Añadido recientemente
fr: Ajouts récents

source: Recently Added, Recently Released, and Top Rated show what's still ahead. Your Library always shows everything.
cs: Nedávno přidané, Nedávno vydané a Nejlépe hodnocené ukazují, co tě teprve čeká. Knihovna vždy ukáže všechno.
de: Kürzlich hinzugefügt, Neu erschienen und Bestbewertet zeigen, was noch aussteht. Deine Mediathek zeigt immer alles.
es: Añadido recientemente, Estrenos recientes y Mejor valorados muestran lo que aún queda por ver. Tu Biblioteca siempre lo muestra todo.
fr: Ajouts récents, Sorties récentes et Les mieux notés montrent ce qui vous attend. Votre Bibliothèque affiche toujours tout.

source: Recently Released
cs: Nedávno vydané
de: Neu erschienen
es: Estrenos recientes
fr: Sorties récentes

source: Reconnect
cs: Připojit znovu
de: Erneut verbinden
es: Volver a conectar
fr: Reconnecter

source: Relay
cs: Přesměrování
es: Retransmisión
fr: Relais
uk: Ретранслятор

source: Reload
cs: Znovu načíst
de: Neu laden
es: Recargar
fr: Recharger

source: Remote
cs: Vzdálený
es: Remoto
fr: À distance
uk: Віддалений

source: Remove
cs: Odebrat
de: Entfernen
es: Quitar
fr: Supprimer
uk: Видалити

source: Remove %@ filter
cs: Odebrat filtr %@
de: Filter %@ entfernen
es: Quitar el filtro %@
fr: Supprimer le filtre %@
uk: Прибрати фільтр %@

source: Remove Custom Key
cs: Odebrat vlastní klíč
de: Eigenen Schlüssel entfernen
es: Quitar la clave personalizada
fr: Supprimer la clé personnalisée

source: Remove from Continue Watching
cs: Odebrat z Pokračovat ve sledování
de: Aus „Weiterschauen“ entfernen
es: Quitar de «Continuar viendo»
fr: Retirer de « Reprendre la lecture »
uk: Прибрати з «Продовжити перегляд»

source: Report a Bug
cs: Nahlásit chybu
de: Fehler melden
es: Informar de un error
fr: Signaler un bug

source: Requesting a code…
cs: Vyžádání kódu…
de: Code wird angefordert…
es: Solicitando un código…
fr: Demande d'un code…

source: Rescan
cs: Znovu prohledat
de: Erneut scannen
es: Volver a escanear
fr: Réanalyser

source: Restart
cs: Přehrát od začátku
de: Neu starten
es: Reiniciar
fr: Redémarrer

source: Resume
cs: Pokračovat
de: Fortsetzen
es: Reanudar
fr: Reprendre

source: Resume · %@
cs: Pokračovat · %@
de: Fortsetzen · %@
es: Reanudar · %@
fr: Reprendre · %@

source: SMB Share
cs: SMB složka
de: SMB-Freigabe
es: Recurso compartido SMB
fr: Partage SMB

source: SMB Shares
cs: SMB složky
de: SMB-Freigaben
es: Recursos compartidos SMB
fr: Partages SMB

source: SMB shares are mounted on this Mac and scanned for movies and shows, just like a local folder.
cs: SMB složky se připojí k tomuto Macu a prohledají se na filmy a seriály, stejně jako místní složka.
de: SMB-Freigaben werden auf diesem Mac eingebunden und wie ein lokaler Ordner nach Filmen und Serien durchsucht.
es: Los recursos compartidos SMB se montan en este Mac y se analizan en busca de películas y series, igual que una carpeta local.
fr: Les partages SMB sont montés sur ce Mac et analysés à la recherche de films et de séries, comme un dossier local.

source: Save Anyway
cs: Přesto uložit
de: Trotzdem sichern
es: Guardar de todos modos
fr: Enregistrer quand même

source: Search
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher

source: Search your library
cs: Hledat v knihovně
de: Mediathek durchsuchen
es: Buscar en la biblioteca
fr: Rechercher dans la bibliothèque

source: Searching TMDb…
cs: Hledání na TMDb…
de: TMDb wird durchsucht…
es: Buscando en TMDb…
fr: Recherche sur TMDb…

source: Searching…
cs: Hledání…
de: Suchen…
es: Buscando…
fr: Recherche…

source: Seasons
cs: Série
de: Staffeln
es: Temporadas
fr: Saisons

source: See All
cs: Zobrazit vše
de: Alle ansehen
es: Ver todo
fr: Tout voir

source: Selected Folders
cs: Vybrané složky
de: Ausgewählte Ordner
es: Carpetas seleccionadas
fr: Dossiers sélectionnés
uk: Вибрані теки

source: Send Diagnostics
cs: Odeslat diagnostiku
de: Diagnose senden
es: Enviar diagnósticos
fr: Envoyer les diagnostics

source: Server (e.g. nas.local or 192.168.1.10)
cs: Server (např. nas.local nebo 192.168.1.10)
de: Server (z. B. nas.local oder 192.168.1.10)
es: Servidor (p. ej. nas.local o 192.168.1.10)
fr: Serveur (p. ex. nas.local ou 192.168.1.10)

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages

source: Share name (e.g. Media)
cs: Název složky (např. Media)
de: Freigabename (z. B. Media)
es: Nombre del recurso compartido (p. ej. Media)
fr: Nom du partage (p. ex. Media)

source: Show All Cast (%lld)
cs: Zobrazit celé obsazení (%lld)
de: Gesamte Besetzung anzeigen (%lld)
es: Mostrar todo el reparto (%lld)
fr: Afficher toute la distribution (%lld)

source: Show Less
cs: Zobrazit méně
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins

source: Show Netflix availability
cs: Zobrazit dostupnost na Netflixu
de: Netflix-Verfügbarkeit anzeigen
es: Mostrar disponibilidad en Netflix
fr: Afficher la disponibilité sur Netflix

source: Show Netflix-only titles
cs: Zobrazit tituly jen z Netflixu
de: Nur auf Netflix verfügbare Titel anzeigen
es: Mostrar títulos solo en Netflix
fr: Afficher les titres uniquement sur Netflix

source: Show Sidebar
cs: Zobrazit postranní panel
de: Seitenleiste einblenden
es: Mostrar barra lateral
fr: Afficher la barre latérale

source: Show “WATCHED” label
cs: Zobrazit nápis „ZHLÉDNUTO“
de: Label „GESEHEN“ anzeigen
es: Mostrar etiqueta «VISTO»
fr: Afficher l’étiquette « VU »

source: Sign Out of Emby
cs: Odhlásit se z Emby
de: Von Emby abmelden
es: Cerrar sesión en Emby
fr: Se déconnecter d’Emby

source: Sign Out of Jellyfin
cs: Odhlásit z Jellyfinu
de: Von Jellyfin abmelden
es: Cerrar sesión en Jellyfin
fr: Se déconnecter de Jellyfin

source: Sign Out of Plex
cs: Odhlásit z Plexu
de: Von Plex abmelden
es: Cerrar sesión en Plex
fr: Se déconnecter de Plex

source: Skip Credits
cs: Přeskočit titulky
de: Abspann überspringen
es: Saltar créditos
fr: Passer le générique

source: Skip Intro
cs: Přeskočit úvod
de: Intro überspringen
es: Saltar introducción
fr: Passer l’intro

source: Software Update
cs: Aktualizace softwaru
es: Actualización de software
fr: Mise à jour logicielle

source: Sort
cs: Řadit
de: Sortieren
es: Ordenar
fr: Trier

source: Source Code
cs: Zdrojový kód
de: Quellcode
es: Código fuente
fr: Code source

source: Source default
cs: Výchozí ze zdroje
de: Quellenstandard
es: Fuente predeterminada
fr: Source par défaut

source: Source on GitHub
cs: Zdrojový kód na GitHubu
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Source sur GitHub

source: Starting in %llds
cs: Začíná za %lld s
de: Start in %llds
es: Comienza en %llds
fr: Démarrage dans %llds

source: Status
cs: Stav
es: Estado
fr: État

source: Storage
cs: Úložiště
de: Speicher
es: Almacenamiento
fr: Stockage

source: Streaming Services
cs: Streamovací služby
de: Streamingdienste
es: Servicios de streaming
fr: Services de streaming

source: Subtitle Language
cs: Jazyk titulků
de: Untertitelsprache
es: Idioma de subtítulos
fr: Langue des sous-titres

source: Subtitles
cs: Titulky
de: Untertitel
es: Subtítulos
fr: Sous-titres

source: Support
cs: Podpora
es: Soporte
fr: Assistance

source: System
cs: Systém
es: Sistema
fr: Système

source: System follows your Mac's Light/Dark setting. Light mode is still being polished.
cs: Systém se řídí nastavením světlého/tmavého režimu vašeho Macu. Světlý režim se stále dolaďuje.
de: System folgt der Hell-/Dunkel-Einstellung deines Macs. Der helle Modus wird noch verbessert.
es: Sistema sigue el ajuste claro/oscuro de tu Mac. El modo claro todavía se está puliendo.
fr: Système suit le réglage clair/sombre de votre Mac. Le mode clair est encore en cours de peaufinage.

source: TMDb API Key
cs: TMDb API klíč
de: TMDb-API-Schlüssel
es: Clave de API de TMDb
fr: Clé API TMDb

source: TV Shows
cs: Seriály
de: Serien
es: Series de TV
fr: Séries TV

source: Technical Details
cs: Technické detaily
de: Technische Details
es: Detalles técnicos
fr: Détails techniques

source: Tell Aether what this folder holds so it groups episodes into shows correctly. Pick TV Shows for a folder of series, Movies for a folder of films, or Movies & TV to auto-detect.
cs: Řekni Aetheru, co složka obsahuje, aby správně seskupil epizody do seriálů. Vyber Seriály pro složku se seriály, Filmy pro složku s filmy, nebo Filmy a seriály pro automatické rozpoznání.
de: Teile Aether mit, was dieser Ordner enthält, damit Episoden korrekt zu Serien gruppiert werden. Wähle „Serien“ für einen Ordner mit Serien, „Filme“ für einen Ordner mit Filmen oder „Filme & Serien“ zur automatischen Erkennung.
es: Dile a Aether qué contiene esta carpeta para que agrupe los episodios en series correctamente. Elige Series de TV para una carpeta de series, Películas para una carpeta de películas o Películas y TV para detectarlo automáticamente.
fr: Indiquez à Aether ce que contient ce dossier afin qu’il regroupe correctement les épisodes en séries. Choisissez Séries TV pour un dossier de séries, Films pour un dossier de films, ou Films et séries pour une détection automatique.
uk: Вкажіть Aether, що містить ця тека, щоб правильно групувати епізоди в серіали. Виберіть «Серіали» для теки із серіалами, «Фільми» для теки з фільмами або «Фільми та серіали» для автоматичного визначення.

source: That doesn't look like a valid server or share name.
cs: Tohle nevypadá jako platný server nebo název složky.
de: Das sieht nicht nach einem gültigen Server- oder Freigabenamen aus.
es: Eso no parece un nombre de servidor o recurso compartido válido.
fr: Cela ne ressemble pas à un nom de serveur ou de partage valide.

source: That share is already added.
cs: Tato složka už je přidaná.
de: Diese Freigabe wurde bereits hinzugefügt.
es: Ese recurso compartido ya está añadido.
fr: Ce partage est déjà ajouté.

source: The primary server streams first when a title is on more than one of your servers.
cs: Primární server streamuje jako první, je-li titul dostupný na více serverech.
de: Der primäre Server streamt zuerst, wenn ein Titel auf mehreren deiner Server vorhanden ist.
es: El servidor principal reproduce primero cuando un título está en más de uno de tus servidores.
fr: Le serveur principal diffuse en premier lorsqu’un titre se trouve sur plusieurs de vos serveurs.
uk: Основний сервер відтворює першим, коли назва доступна на кількох серверах.

source: The server or share wasn't found on the network.
cs: Server ani složka se v síti nenašly.
de: Der Server oder die Freigabe wurde im Netzwerk nicht gefunden.
es: No se encontró el servidor o el recurso compartido en la red.
fr: Le serveur ou le partage est introuvable sur le réseau.

source: Theme
cs: Motiv
de: Erscheinungsbild
es: Tema
fr: Thème

source: Title
cs: Název
de: Titel
es: Título
fr: Titre

source: Toggle Sidebar
cs: Přepnout postranní panel
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher/Masquer la barre latérale

source: Top Rated
cs: Nejlépe hodnocené
de: Bestbewertet
es: Mejor valorados
fr: Les mieux notés

source: Track selection available during playback
cs: Výběr stop je dostupný během přehrávání
de: Spurauswahl während der Wiedergabe verfügbar
es: Selección de pistas disponible durante la reproducción
fr: Sélection des pistes disponible pendant la lecture

source: Try Again
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer

source: Turn on the servers you want in your Library.
cs: Zapněte servery, které chcete v Knihovně.
de: Aktiviere die Server, die du in deiner Mediathek haben möchtest.
es: Activa los servidores que quieras en tu biblioteca.
fr: Activez les serveurs que vous souhaitez dans votre bibliothèque.
uk: Увімkніть сервери, які хочете бачити в Бібліотеці.

source: Up Next
cs: Následuje
de: Als Nächstes
es: A continuación
fr: À suivre

source: Used to fetch posters and descriptions for your local library. Leave blank to use the key built into the app, or paste your own from themoviedb.org.
cs: Slouží ke stažení posterů a popisů pro tvou lokální knihovnu. Nech prázdné pro klíč zabudovaný v aplikaci, nebo vlož vlastní z themoviedb.org.
de: Wird verwendet, um Poster und Beschreibungen für deine lokale Mediathek abzurufen. Leer lassen, um den in der App integrierten Schlüssel zu verwenden, oder füge deinen eigenen von themoviedb.org ein.
es: Se usa para obtener carteles y descripciones de tu biblioteca local. Déjalo en blanco para usar la clave integrada en la app, o pega la tuya desde themoviedb.org.
fr: Utilisé pour récupérer les affiches et les descriptions de votre bibliothèque locale. Laissez vide pour utiliser la clé intégrée à l'app, ou collez la vôtre depuis themoviedb.org.

source: Used to fetch posters and descriptions for your local library. Leave blank to use the key built into the app, or paste your own from themoviedb.org. Press Return to apply.
cs: Slouží k načítání plakátů a popisů pro vaši místní knihovnu. Nechte prázdné pro použití klíče vestavěného v aplikaci, nebo vložte vlastní z themoviedb.org. Potvrďte klávesou Return.
de: Wird verwendet, um Poster und Beschreibungen für deine lokale Mediathek abzurufen. Leer lassen, um den in der App integrierten Schlüssel zu verwenden, oder füge deinen eigenen von themoviedb.org ein. Drücke die Eingabetaste, um zu übernehmen.
es: Se usa para obtener carteles y descripciones de tu biblioteca local. Déjalo en blanco para usar la clave integrada en la app, o pega la tuya desde themoviedb.org. Pulsa Retorno para aplicar.
fr: Utilisé pour récupérer les affiches et les descriptions de votre bibliothèque locale. Laissez vide pour utiliser la clé intégrée à l'app, ou collez la vôtre depuis themoviedb.org. Appuyez sur Retour pour appliquer.

source: Used to fetch posters and descriptions for your local library. Leave the built-in key, or paste your own from themoviedb.org — it's verified against TMDb before saving, then hidden.
cs: Slouží k načítání plakátů a popisů pro vaši místní knihovnu. Ponechte vestavěný klíč, nebo vložte vlastní z themoviedb.org — před uložením se ověří proti TMDb a poté se skryje.
de: Wird verwendet, um Poster und Beschreibungen für deine lokale Mediathek abzurufen. Behalte den integrierten Schlüssel oder füge deinen eigenen von themoviedb.org ein — er wird vor dem Speichern bei TMDb überprüft und dann ausgeblendet.
es: Se usa para obtener carteles y descripciones de tu biblioteca local. Conserva la clave integrada, o pega la tuya desde themoviedb.org — se verifica con TMDb antes de guardarla y luego se oculta.
fr: Utilisé pour récupérer les affiches et les descriptions de votre bibliothèque locale. Conservez la clé intégrée, ou collez la vôtre depuis themoviedb.org — elle est vérifiée auprès de TMDb avant d'être enregistrée, puis masquée.

source: Username (optional)
cs: Uživatelské jméno (volitelné)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fr: Nom d'utilisateur (facultatif)

source: Verify & Save
cs: Ověřit a uložit
de: Überprüfen & sichern
es: Verificar y guardar
fr: Vérifier et enregistrer

source: Verifying with TMDb…
cs: Ověřování s TMDb…
de: Überprüfung mit TMDb…
es: Verificando con TMDb…
fr: Vérification auprès de TMDb…

source: Verifying…
cs: Ověřování…
de: Überprüfung…
es: Verificando…
fr: Vérification…

source: Version
cs: Verze
es: Versión

source: View
cs: Zobrazení
de: Ansicht
es: Ver
fr: Afficher

source: Volume (%lld%%)
cs: Hlasitost (%lld %%)
de: Lautstärke (%lld %%)
es: Volumen (%lld %%)

source: Waiting for you to authorize…
cs: Čekání na autorizaci…
de: Warten auf deine Autorisierung…
es: Esperando a que autorices…
fr: En attente de votre autorisation…

source: Watched
cs: Zhlédnuto
de: Gesehen
es: Visto
fr: Vu

source: Watched Titles
cs: Zhlédnuté tituly
de: Gesehene Titel
es: Títulos vistos
fr: Titres vus

source: Website
cs: Web
es: Sitio web
fr: Site web

source: Year
cs: Rok
de: Jahr
es: Año
fr: Année

source: Your Plex account isn't connected to any reachable servers right now.
cs: Váš účet Plex není momentálně připojen k žádným dostupným serverům.
de: Dein Plex-Account ist derzeit mit keinen erreichbaren Servern verbunden.
es: Tu cuenta de Plex no está conectada a ningún servidor accesible en este momento.
fr: Votre compte Plex n'est connecté à aucun serveur accessible pour le moment.
uk: Ваш акаунт Plex зараз не підключений до жодного доступного сервера.

source: Ask Aether…
cs: Zeptat se Aetheru…
de: Aether fragen…
es: Pregunta a Aether…
fr: Demander à Aether…
uk: Запитати Aether…

source: Ask Aether
cs: Zeptat se Aetheru
de: Aether fragen
es: Pregunta a Aether
fr: Demander à Aether
uk: Запитати Aether

source: Asking Aether…
cs: Ptám se Aetheru…
de: Aether wird gefragt…
es: Preguntando a Aether…
fr: Interrogation d’Aether…
uk: Запитуємо Aether…

source: Nothing found
cs: Nic nenalezeno
de: Nichts gefunden
es: No se encontró nada
fr: Aucun résultat
uk: Нічого не знайдено

source: Aether couldn't find or suggest anything. Try different words.
cs: Aether nic nenašel ani nedoporučil. Zkuste jiná slova.
de: Aether konnte nichts finden oder vorschlagen. Versuche andere Begriffe.
es: Aether no encontró ni pudo sugerir nada. Prueba con otras palabras.
fr: Aether n’a rien trouvé ni suggéré. Essayez d’autres mots.
uk: Aether нічого не знайшов і не зміг порадити. Спробуйте інші слова.

source: In your library
cs: Ve vaší knihovně
de: In deiner Mediathek
es: En tu biblioteca
fr: Dans votre bibliothèque
uk: У вашій бібліотеці

source: More to consider
cs: Další tipy
de: Weitere Vorschläge
es: Más opciones
fr: Autres suggestions
uk: Більше варіантів

source: More like this
cs: Podobné
de: Ähnliche Titel
es: Títulos similares
fr: Titres similaires
uk: Схоже

source: More like %@
cs: Podobné jako %@
de: Ähnlich wie %@
es: Similar a %@
fr: Similaire à %@
uk: Схоже на %@

source: Suggested by Aether
cs: Doporučuje Aether
de: Vorschlag von Aether
es: Sugerido por Aether
fr: Suggéré par Aether
uk: Рекомендує Aether

source: Top match
cs: Nejlepší shoda
de: Beste Übereinstimmung
es: Mejor coincidencia
fr: Meilleure correspondance
uk: Найкращий збіг

source: Press return to ask: “%@”
cs: Stiskněte Enter pro dotaz: „%@“
de: Eingabetaste drücken, um zu fragen: „%@“
es: Pulsa Intro para preguntar: «%@»
fr: Appuyez sur Entrée pour demander : « %@ »
uk: Натисніть Enter, щоб запитати: «%@»

source: Recommendations
cs: Doporučení
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
uk: Рекомендації

source: Use Apple Intelligence
cs: Použít Apple Intelligence
de: Apple Intelligence verwenden
es: Usar Apple Intelligence
fr: Utiliser Apple Intelligence
uk: Використовувати Apple Intelligence

source: Understand plain-language requests and explain picks on-device, where your Mac supports it. Off keeps a simple keyword match.
cs: Rozumí běžným dotazům a vysvětluje tipy přímo v Macu, kde to Mac podporuje. Vypnuto ponechá jednoduché hledání podle klíčových slov.
de: Versteht Anfragen in natürlicher Sprache und erklärt Vorschläge direkt auf dem Mac, sofern unterstützt. Aus: einfacher Stichwortabgleich.
es: Entiende peticiones en lenguaje natural y explica las elecciones en el Mac, donde sea compatible. Desactivado: coincidencia simple por palabras clave.
fr: Comprend les demandes en langage naturel et explique les choix sur le Mac, lorsque c’est pris en charge. Désactivé : simple correspondance par mots-clés.
uk: Розуміє запити звичайною мовою й пояснює добірки безпосередньо на Mac, де це підтримується. Вимкнено — простий пошук за ключовими словами.

source: Show reasons
cs: Zobrazovat důvody
de: Begründungen anzeigen
es: Mostrar motivos
fr: Afficher les raisons
uk: Показувати причини

source: Exclude watched
cs: Vynechat zhlédnuté
de: Gesehene ausschließen
es: Excluir lo visto
fr: Exclure les titres vus
uk: Виключати переглянуте

source: Recommended by Aether in Discover
cs: Doporučeno Aetherem v sekci Objevovat
de: Von Aether empfohlen im Bereich Entdecken
es: Recomendado por Aether en Descubrir
fr: Recommandé par Aether dans Découvrir
uk: Рекомендовано Aether в Огляді

source: Picked from titles you already own.
cs: Vybráno z titulů, které už vlastníš.
de: Aus Titeln ausgewählt, die du bereits besitzt.
es: Elegido entre títulos que ya tienes.
fr: Choisi parmi des titres que vous possédez déjà.
uk: Вибрано з того, що ви вже маєте.

source: What's New
cs: Co je nového
de: Neuigkeiten
es: Novedades
fr: Nouveautés
uk: Що нового

source: RELEASE HISTORY
cs: HISTORIE VERZÍ
de: VERSIONSVERLAUF
es: HISTORIAL DE VERSIONES
fr: HISTORIQUE DES VERSIONS
uk: ІСТОРІЯ ВЕРСІЙ

source: New
cs: Novinky
de: Neu
es: Novedades
fr: Nouveautés
uk: Нове

source: Fixed
cs: Opraveno
de: Behoben
es: Correcciones
fr: Corrections
uk: Виправлено

# Version %@ · “%@”
source: Version %1$@ · “%2$@”
cs: Verze %@ · „%@“
de: Version %@ · „%@“
es: Versión %@ · «%@»
fr: Version %@ · « %@ »
uk: Версія %@ · «%@»
